Repository: MarcelRaschke/demovox
Catalog: languages/demovox.admin-*.po
Languages: de_ch

source: Select
de_ch: Auswählen

source: No collections available.
de_ch: Keine Unterschriftensammlungen verfügbar

source: - no end date -
de_ch: - kein Enddatum -

source: Overview
de_ch: Übersicht

source: Data
de_ch: Daten

source: Cron
de_ch: Automatisierte Jobs

source: Settings
de_ch: Einstellungen

source: No signatures available.
de_ch: Noch keine Unterschriften vorhanden.

source: A cron manager plugin is recommended for detailed wordpress cron configuration
de_ch: Wir empfehlen ein Plugin, um die Cron-Konfiguration von Wordpress zu verwalten.

source: currently running
de_ch: wird im Moment ausgeführt

source: Did you wait until the job has stopped running?
de_ch: Hast Du gewartet, bis der Job beendet war?

source: Mark as stopped
de_ch: Als beendet markieren

source: finished
de_ch: beendet

source: Last started:
de_ch: Zuletzt gestartet um:

source: Last ended:
de_ch: Zuletzt beendet um:

source: Last skipped execution:
de_ch: Zuletzt übersprungen um:

source: Last status:
de_ch: Status nach der letzten Ausführung:

source: Start manually:
de_ch: Manuell gestartet:

source: Run now
de_ch: Jetzt ausführen

source: Download CSV
de_ch: CSV herunterladen

source: All opt-in ({count})
de_ch: Alle mit Zustimmung zur Datennutzung ({count})

source: Form input finished ({count})
de_ch: Alle, die das Formular fertig ausgeführt haben ({count})

source: Finished - Outside limited area ({count})
de_ch: Alle, die sich von ausserhalb des Sammelgebiets eingetragen haben ({count})

source: Unfinished ({count})
de_ch: Nicht abgeschlossen ({count})

source: Deleted ({count})
de_ch: Gelöscht ({count})

source: Please note that encrypted entries will only be searched for by their serial.
de_ch: Wenn Einträge verschlüsselt sind, kann nur nach der ID gesucht werden.

source: Email config test
de_ch: Test der E-Mail-Konfiguration

source: Send test mails to {mail}.
de_ch: Sende Testmails an {mail}.

source: Confirmation mail:
de_ch: Bestätigungsmail:

source: Sheet reminder mail:
de_ch: Bogen-Erinnerungsmail:

source: Sign reminder mail:
de_ch: Formular-Erinnerungsmail

source: <b>{count}</b> visitors have signed up to this collection
de_ch: <b>{count}</b> Personen haben bisher unterschrieben

source: (and additional {count}</b> signatures in the {settings})
de_ch: (und zusätzliche <b>{count}</b> Unterschriften in den {settings})

source: Internal collection name
de_ch: Interner Name der Unterschriftensammlung

source: Last day the collection is available, leave empty to keep it active
de_ch: Tag, bis zu dem die Unterschriftensammlung verfügbar sein soll. Leer lassen, falls sie unbeschränkt aktiv sein soll.

source: Message shown when collection has finished
de_ch: Nachricht, die angezeigt wird, wenn die Unterschriftensammlung abgeschlossen ist.

source: Save
de_ch: Speichern

source: Source stats
de_ch: Statistik nach Quelle

source: Historical chart
de_ch: Statistik über den zeitlichen Verlauf

source: Historical chart of source "{source}"
de_ch: Statistik über den zeitlichen Verlauf der Quelle "{source}"

source: Date always refers to original registration
de_ch: Das Datum bezieht sich immer auf den Moment der ursprünglichen Unterzeichnung

source: Source
de_ch: Quelle

source: Signatures received
de_ch: Unterschriften erhalten

source: Signed sheets received
de_ch: Unterschriftenbogen erhalten

source: = signatures per sheet
de_ch: = Unterschriften pro Bogen

source: Opt-in form
de_ch: Opt-in-Formular

source: Opt-out form
de_ch: Opt-out-Formular

source: Unfinished form
de_ch: Formular nicht fertig ausgefüllt

source: Show
de_ch: Anzeigen

source: demovox - Overview
de_ch: demovox - Übersicht

source: Overall, <b>{count}</b> visitors have signed up
de_ch: Insgesamt haben <b>{count}</b> Personen unterschrieben

source: Don't forget to check the <a href="{url}">System info page</a> before publishing the plugin
de_ch: Vor dem Veröffentlichen der Unterschriftensammlung bitte die <a href="{url}">System-Info-Seite</a> überprüfen.

source: Privacy reminder
de_ch: Deine Verantwortung für den Schutz der Personendaten

source: You are responsible for protecting the date stored by this plugin, as signee information consists of <a href="https://www.admin.ch/opc/en/classified-compilation/19920153/index.html#a3" target="_blank">sensitive personal data</a>.
de_ch: Du trägst die Verantwortung für das Speichern und das Bearbeiten der diesem Plugin anvertrauten Daten. Die Personendaten der Unterzeichnenden sind <a href="https://www.admin.ch/opc/en/classified-compilation/19920153/index.html#a3" target="_blank">besonders schützenswerte Daten</a> im Sinne des Schweizer Datenschutzgesetzes.

source: For example by blocking any FTP access (unencrypted protocol!), protecting WordPress accounts with good passwords and <a href="https://en.wikipedia.org/wiki/Multi-factor_authentication" target="_blank">MFA</a>, disabling external access to the database, only installing trustworthy plugins and taking care of security updates. demovox has a recommended option to encrypt signee data (see "Advanced" tab) which helps on database attacks, and you can find some help to avoid WordPress misconfiguration on the <a href="{url_sysinfo}">System info page</a>.
de_ch: Beispielsweise, indem Du keine unverschlüsselten FTP-Zugänge zulässt, indem Deine Wordpress-Accounts mit guten Passwörtern und Zweifaktor-Authentifizerung schützst, indem Du Datenbank-Zugriff nur von localhost erlaubst, indem Du nur vertrauenswürdige Plugins installierst und Sicherheitsupdates Deines Betriebssystems, von Wordpress und allen verwendeten Plugins zeitnah einspielst. Mit demovox können die Personendaten verschlüsselt werden (siehe Tab "Allgemeine Einstellungen"), was gewisse Angriffe abwehrt. Auf der <a href="{url_sysinfo}">System-Info-Seite</a> finden sich einige Hinweise, die Fehlkonfigurationen von Wordpress zu erkennen helfen.

source: Public shortcodes
de_ch: Allgemeine Shortcodes

source: Public shortcodes can be placed anywhere on your website, but they depend on a collection. Please use the shortcode in the collection list below. The shortcode <i>demovox_form</i> will show the form and when filled out the signature sheet, <i>demovox_count</i> the current signee count (number).
de_ch: Allgemeine Shortcodes können an einer beliebigen Stelle der Website verwendet werden. Sie beziehen sich jeweils auf eine bestimmte Unterschriftensammlung. Unten findet sich eine Liste der verfügbaren allgemeinen Shortcodes. Der Shortcode <i>demovox_form</i> zeigt das Unterschriftenformular an und, nachdem das Formular vollständig ausgefüllt wurde, den Unterschriftenbogen. <i>demovox_count</i> zeigt die Anzahl bisher gesammelter Unterschriften an.

source: Opt-in page and success page shortcodes
de_ch: Shortcodes auf der Abschluss-Seite und der Datennutzungs-Seite.

source: Opt-in page and success page shortcodes are dependent on a signature the visitor has given. Those pages are linked in mails or are forwarded to after signing (links include the URL parameter "sign"):
de_ch: Shortcodes auf der Abschluss-Seite und der Datennutzungs-Seite hängen von den Daten ob, welche der/die Unterzeichner:in eingegeben hat. Diese Seiten werden in den automatischen Mails verlinkt oder man wird nach dem Unterzeichnen dorthin weitergeleitet. (Links beinhalten jeweils den URL-Parameter "sign".)

source: Signature sheet:
de_ch: Unterschriftenbogen:

source: Optin form:
de_ch: Datennutzungs-Seite:

source: User information (strings):
de_ch: Daten des/der Unterzeichner:in:

source: Add new collection
de_ch: Neue Unterschriftensammlung erfassen

source: Import received signature sheets
de_ch: Zurückerfasste Unterschriftenbogen importieren

source: To send reminder mails and create statistics, you need to record the received signatures here. You need to scan the QR code from the sheets, we recommend to use a smartphone app which can export the scanned serials as CSV.
de_ch: Um Bogen-Erinnerungsmails zu versenden und Statistiken zu erstellen, müssen zurückerhaltene Bogen hier erfasst werden. Die QR-Codes auf den Bogen können mit einer entsprechenden App gescannt, als CSV abgespeichert und hier hochgeladen werden.

source: Delivery date
de_ch: Auslieferungsdatum

source: Number of signatures
de_ch: Anzahl Unterschriften

source: Number of signatures on each of the currently importing sheets
de_ch: Anzahl Unterschriften auf jedem der momentan importierten Bögen

source: Delimiter
de_ch: Trennzeichen

source: Import
de_ch: Importieren

source: Sign-up stats
de_ch: Unterschriften-Statistiken

source: {count} iterations.
de_ch: {count} Durchgänge.

source: Time to encrypt: {time}s
de_ch: Zeit, um zu verschlüsseln: {time} Sekunden

source: Time to decrypt: {time}s
de_ch: Zeit, um zu entschlüsseln: {time} Sekunden

source: Field lengths
de_ch: Feldlängen

source: Original
de_ch: Unverschlüsselt

source: Encrypted
de_ch: Verschlüsselt

source: Mail sent to {mail}
de_ch: Mail gesendet an {mail}

source: Sending failed
de_ch: Mailversand fehlgeschlagen

source: Keys need to be set in config to enable encryption or reminder mail
de_ch: Die Verschlüsselungs-Keys müssen in wp_config.php definiert werden, um die Verschlüsselung und die Erinnerungsmails zu nutzen.

source: You need to put the following line at the end of wp-config.php and backup them in a secure location:
de_ch: Füge die folgenden Zeilen ans Ende von wp-config.php und speichere sie an einem sicheren Ort:

source: If this is a restored this wordpress instance with a previous demovox database, you need to set the original encryption keys instead.
de_ch: Falls diese Wordpress-Instanz mit einem Datenbank-Backup wiederhergestellt wurde, müssen die ursprünglichen Verschlüsselungs-Keys ins wp-config.php eingefügt werden.

source: <a href="https://codex.wordpress.org/WP_DEBUG" target="_blank">WP_DEBUG_DISPLAY</a> is enabled, this could lead to the disclosure of sensitive information about the website and server setup
de_ch: <a href="https://codex.wordpress.org/WP_DEBUG" target="_blank">WP_DEBUG_DISPLAY</a> ist aktiviert. Das kann dazu führen, dass sensitive Informationen über die Website und die Serverkonfiguration öffentlich sichtbar ist.

source: Please <a href="https://api.wordpress.org/secret-key/1.1/salt/">generate missing salts</a> and save them in wp-config.php. You might have to reset your Wordpress password and sign in again afterwards.
de_ch: Bitte <a href="https://api.wordpress.org/secret-key/1.1/salt/">generiere fehlende Salt-Werte</a> und speichere sie in wp-config.php. Danach werden alle Benutzer:innen der Website ihr Passwort zurücksetzen und sich neu anmelden müssen.

source: DISABLE_WP_CRON is enabled, cronjobs like sending mails will <i>not</i> be executed
de_ch: DISABLE_WP_CRON ist aktiviert. Automatische Jobs, z.B. für das Versenden der Mails werden <i>nicht</i> ausgeführt.

source: Success: Wordpress config looks fine
de_ch: OK: Wordpress-Konfiguration sieht in Ordnung aus.

source: You can find the Wordpress config here on your webserver: {path}
de_ch: Die Wordpress-Konfiguration findet sich hier auf dem Webserver: {path}

source: Optional feature "Hashids" requires a PHP module, either GMP or BC Math:
de_ch: Die Option "Hashids" entweder GMP oder BC Math als PHP-Modul.

source: GMP is installed and enabled
de_ch: GMP ist installiert und aktiviert.

source: GMP is <i>not</i> available
de_ch: GMP ist <i>nicht</i> verfügbar.

source: BC Math is installed and enabled
de_ch: BC Math ist installiert und aktiviert.

source: BC Math is <i>not</i> available
de_ch: BC Math ist <i>nicht</i> verfügbar.

source: PHP <a href="https://www.php.net/manual/en/errorfunc.configuration.php" target="_blank">display_errors</a> is enabled
de_ch: PHP <a href="https://www.php.net/manual/en/errorfunc.configuration.php" target="_blank">display_errors</a> ist aktiviert.

source: PHP display_errors stack traces can display the arguments passed to methods on the call stack.<br/> The value of encryption passwords and other personally sensitive data may be leaked out to an attacker.
de_ch: Mit PHP display_errors könnten in Stacktraces die Argumente von Methoden angezeigt werden.<br/> Auf diese Weise könnten Passwörter und andere sensitive Informationen öffentliche sichtbar sein.

source: Success: PHP config looks fine.
de_ch: OK: PHP-Konfiguration sieht in Ordnung aus.

source: You can find the PHP config here: {path}
de_ch: Die PHP-Konfiguration findet sich hier auf dem Webserver: {path}

source: Notice: The plugin form is not available when a client requests it over unencrypted HTTP, please make sure all requests are forwarded to HTTPS.<br/> You should also check the encryption quality, for example on <a href="https://www.ssllabs.com/ssltest/analyze.html?d={host}&hideResults=on" target="_blank">ssllabs.com</a>.
de_ch: Info: Das Unterschriftenformular ist nicht verfügbar per unverschlüsseltem HTTP. Alle HTTP requests sollten auf HTTPS weitergeleitet werden.<br/> Überprüfe die Verschlüsselungssicherheit, z.B. online mithilfe von <a href="https://www.ssllabs.com/ssltest/analyze.html?d={host}&hideResults=on" target="_blank">ssllabs.com</a>.

source: CPU Load infos (not supported by Windows servers)
de_ch: Infos zur CPU-Last (nicht verfügbar auf Windows-Servern)

source: Current load: {current}% / Absolute load: {absolute}%
de_ch: Aktuelle Last: {current}% / Absolute Last: {absolute}%

source: Is high load (&gt; {max}%):
de_ch: Ist die Last zu hoch (&gt; {max}%)?

source: <span class="error">Yes</span> (would currently <i>NOT</i> execute CRON)
de_ch: <span class="error">Ja</span> (im Moment werden die automatischen Jobs <i>NICHT</i> ausgeführt)

source: <span class="success">No</span> (would currently execute CRON)
de_ch: <span class="success">Nein</span> (im Moment würden die automatischen Jobs ausgeführt)

source: Cores setting: {cores} (Recommended cores setting: {recommended})
de_ch: Server-Core-Einstellung: {cores} (Empfohlene Server-Core-Einstellung: {recommended})

source: Current load is calculated by dividing absolute load by the amount of cores
de_ch: Die CPU-Last wird berechnet, indem die absolute Last durch die Anzahl der Server-Cores geteilt wird.

source: Encryption performance
de_ch: Verschlüsselungs-Performance

source: Realistic length fields:
de_ch: Realistische Feldlängen:

source: Test {count} iterations
de_ch: Teste mit {count} Iterationen

source: Test {count} iterations and show string lengths
de_ch: Teste mit {count} Iterationen und zeige die String-Längen an

source: The test is executed single-threaded.
de_ch: Der Test wird single-threaded ausgeführt.

source: Translations
de_ch: Übersetzungen

source: Send sign-up confirmation mails after a client has filled both forms. Requires the setting <i>Confirmation mail ({status})</i> to be enabled.
de_ch: Sende ein Bestätigungsmail an die Unterzeichner:innen, nachdem das Formular vollständig ausgefüllt ist. Die Einstellung <i>Bestätigungsmail ({status})</i> muss aktiviert sein.

source: Indexing cron to avoid duplicate reminders for the same mails address (table <i>wp_demovox_mails</i>). If enabled, this indexer must be executed before reminder cron. Requires the setting <i>Mail deduplication ({status_dedup})</i> to be enabled.
de_ch: Automatischer Job, um zu verhindern, dass Erinnerungsmails an dieselbe Mailadresse gesendet werden (unter Verwendung der Datenbank-Tabelle <i>wp_demovox_mails</i>). Falls aktiviert, muss die Indexierung vor den Erinnerungsmails ausgeführt werden. Die Einstellung <i>Mail-Deduplikation ({status_dedup})</i> muss aktiviert sein.

source: Send a reminder to signees which didn't send their signature sheets after (<strong>{mail_remind_signup_min_age}</strong>) days. <i>Mail deduplication ({status_dedup})</i> can be applied. Requires the setting <i>Sheet reminder mail ({status})</i> to be enabled.
de_ch: Sende ein Erinnerungsmail an diejenigen Personen, welche nach <strong>{mail_remind_signup_min_age}</strong> Tagen ihren Unterschrifenbogen nicht zurückgesendet haben. Die <i>Mail-Deduplikation ({status_dedup})</i> kann angewendet werden. Die Einstellung <i>Bogen-Erinnungsmail ({status})</i> muss aktiviert sein.

source: Send a reminder to signees which didn't finish filling the sign-up form after (<strong>{mail_remind_signup_min_age}</strong>) days. <i>Mail deduplication ({status_dedup})</i> can be applied. Requires the setting <i>Sheet reminder mail ({status})</i> to be enabled.
de_ch: Sende ein Erinnerungsmail an diejenigen Personen, welche nach <strong>{mail_remind_signup_min_age}</strong> Tagen das Formular nicht fertig ausgefüllt haben. Die <i>Mail-Deduplikation ({status_dedup})</i> kann angewendet werden. Die Einstellung <i>Formular-Erinnungsmail ({status})</i> muss aktiviert sein.

source: enabled and set to "{url}"
de_ch: aktiviert und auf "{url}" gesetzt

source: <span class="error">disabled</span>
de_ch: <span class="error">deaktiviert</span>

source: Export sign-up data to a REST API. Requires the setting <i>API URL ({status})</i>.
de_ch: Sende Daten der Unterzeichnenden an eine REST-API. Die Einstellung <i>API URL ({status})</i> muss dafür gesetzt sein.

source: enabled
de_ch: aktiviert

source: disabled
de_ch: deaktiviert
