Repository: MarcelRaschke/demovox
Catalog: languages/demovox.adminsettings-*_informal.po
Languages: de_ch

source: This mail is sent to the signee, just after signing up. If this option is enabled after people have already signed up, confirmations will also be sent for those who did not receive any mail yet.
de_ch: Das Bestätigungsmail wird direkt nach dem Ausfüllen des Formulars an den/die Unterzeichner:in geschickt. Wenn diese Option im Laufe einer Kampagne aktiviert wird, erhalten alle bisherigen Unterzeichner:innen ein Bestätigungsmail, welche bisher noch keines bekommen haben.

source: Confirmation mail enabled
de_ch: Bestätigungsmails automatisch versenden

source: Send a reminder to signees which didn't send their signature sheets. To use this function, you must regularly import the received signature sheets.
de_ch: Sende ein Erinnerungsmail an diejenigen Unterzeichner:innen, von denen noch kein Bogen zurückerfasst wurde. Um diese Funktionalität sinnvoll zu nutzen, müssen die zurückerfassten Bogen regelmässig importiert werden.

source: Sheet reminder mail enabled
de_ch: Bogen-Erinnerungsmail automatisch versenden

source: Minimum age of a signature before a sheet reminder is sent.
de_ch: Mindestdauer, bevor ein Bogen-Erinnerungsmail versendet wird

source: Sheet reminder - minimum signature age
de_ch: Mindestwartezeit Bogen-Erinnerungsmail

source: Send a reminder to signees which didn't finish filling the sign-up form.
de_ch: Sende ein Erinnerungsmail an Unterzeichner:innen, welche das Unterschriftenformular nicht bis zum Ende ausgefüllt haben.

source: Sign-up reminder mail enabled
de_ch: Formular-Erinnerungsmail automatisch versenden

source: Minimum age of a signature before a form reminder is sent.
de_ch: Mindestdauer, bevor ein Formular-Erinnerungsmail versendet wird

source: Sign-up reminder - Minimum signature age
de_ch: Mindestwartezeit Formular-Erinnerungsmail

source: Stop sending reminders after this date (format: DD.MM.YYYY, example: "04.06.2022"). Clear field, to disable. Applies to both <b>sheet reminder</b> and <b>sign-up reminder</b>.
de_ch: Nach diesem Datum keine Erinnerungsmails mehr versenden (Format: DD.MM.YYYY, zum Beispiel: "04.06.2023"). Feld leer lassen, um kein Enddatum zu setzen. Die Einstellung wendet sich sowohl auf die Bogen- wie auf die Formular-Erinnerungsmails an.

source: Last reminder date
de_ch: Ende der Erinnerungsmails

source: Inserts HTML line breaks before all newlines in mail body. Don't activate this if you insert the mail body in HTML anyway.
de_ch: Fügt HTML-Zeilenumbrüche vor neuen Zeilen im Mailtext ein. Diese Option nicht aktivieren, wenn der Mailtext bereits als HTML eingefügt wird.

source: Newline to BR
de_ch: Zeilenumbrüche in &lt;br&gt; umwandeln

source: German
de_ch: Deutsch

source: Position on the sign sheet "x-y" while y is measured from bottom to top
de_ch: X-Y-Position auf dem Unterschriftenbogen. Y wird von unten nach oben gezählt.

source: ZIP
de_ch: Postleitzahl

source: Last Name
de_ch: Nachname

source: First Name
de_ch: Vorname

source: Birth date day
de_ch: Tag des Geburtsdatums

source: Birth date month
de_ch: Monat des Geburtsdatums

source: Birth date year
de_ch: Jahr des Geburtsdatums

source: Street
de_ch: Strasse / Hausnummer

source: QR code image
de_ch: QR-Code-Bild

source: Size of one module in pixels
de_ch: Grüsse eines QR-Elements in Pixel

source: QR code image size
de_ch: QR-Code-Grösse

source: German<br/>From name
de_ch: Deutsch<br/>Absendername

source: From address
de_ch: Absender-Mailadresse

source: Available placeholders: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>.
de_ch: Verfügbare Platzhalter: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>.

source: Subject
de_ch: Betreff

source: Available placeholders: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>, <code>{mail}</code>, <code>{link_pdf}</code> (success page), <code>{link_optin}</code> (opt-in form), <code>{link_home}</code> (WordPress Front Page), <code>{subject}</code>, <code>{guid}</code>.
de_ch: Verfügbare Platzhalter: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>, <code>{mail}</code>, <code>{link_pdf}</code> (Abschluss-Seite), <code>{link_optin}</code> (Datennutzungs-Formular), <code>{link_home}</code> (Startseite der Wordpress-Instanz), <code>{subject}</code>, <code>{guid}</code>.

source: Body
de_ch: Mailtext

source: Available placeholders: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>. This mail is sent to the signee after signing up.
de_ch: Verfügbare Platzhalter: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>. Dieses Mail wird dem/der Unterzeichner:in direkt nach dem vollständigen Ausfüllen des Formulars zugesendet.

source: Available placeholders: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>, <code>{mail}</code>, <code>{link_optin}</code> (opt-in form), <code>{link_home}</code> (WordPress Front Page), <code>{subject}</code>, <code>{guid}</code>.
de_ch: Verfügbare Platzhalter: <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code>, <code>{mail}</code>, <code>{link_optin}</code> (Datennutzungs-Formular), <code>{link_home}</code> (Startseite der Wordpress-Instanz), <code>{subject}</code>, <code>{guid}</code>.

source: French
de_ch: Französisch

source: French<br/>From name
de_ch: Französisch<br/>Absendername

source: Italian
de_ch: Italienisch

source: Italian<br/>From name
de_ch: Italienisch<br/>Absendername

source: Romansh
de_ch: Rätoromanisch

source: Romansh<br/>From name
de_ch: Rätoromanisch<br/>Absendername

source: English
de_ch: Englisch

source: English<br/>From name
de_ch: Englisch<br/>Absendername

source: Restrict on canton
de_ch: Auf einen Kanton einschränken

source: [Please select]
de_ch: [Bitte auswählen]

source: Genève
de_ch: Genf

source: Neuchâtel
de_ch: Neuenburg

source: Ticino
de_ch: Tessin

source: Vaud
de_ch: Waadt

source: Valais
de_ch: Wallis

source: Commune ID from API
de_ch: Gemeinde-ID von der API

source: Restrict on commune
de_ch: Auf Gemeide einschränken

source: Redirect user to this page if he has an address outside the allowed area.
de_ch: Leite die Besucher:innen, welche nicht im ausgewählten Gebiet stimmberechtigt sind, auf diese Seite weiter.

source: Success page for disallowed visitors
de_ch: Abschluss-Seite für Besucher:innen, die nicht im ausgewählten Gebiet stimmberechtigt sind

source: Fallback language if the WordPress frontend is not set to any of the enabled demovox languages
de_ch: Standardsprache, die verwendet wird, falls das Wordpress-Frontend auf keine der aktivierten Demovox-Sprachen gesetzt ist.

source: Default language
de_ch: Standardsprache
