Repository: MarcelRaschke/demovox
Catalog: languages/demovox.adminsettings-*_informal.po
Languages: de_ch

source: Security
de_ch: Sicherheit

source: Cron
de_ch: Automatische Jobs

source: To make sure the mail crons are executed, take a look at the System info page.
de_ch: Um sicherzustellen, dass die automatischen Mail-Jobs ausgeführt werden, überprüfe die System-Info-Seite.

source: Analytics
de_ch: Website-Statistik

source: Form settings
de_ch: Formular-Einstellungen

source: Danger area
de_ch: Gefahrengebiet

source: This is where you can enable the dangerous stuff
de_ch: Änderungen in diesem Bereich können gefährliche Auswirkungen haben.

source: Recommended! Encrypt personal details, only affects new entries. <code>DEMOVOX_ENC_KEY</code> and <code>DEMOVOX_HASH_KEY</code> have to be set in wp-config.php (see <b>System info</b>). Protects against DB data theft like SQL injections or direct database access by a intruder, but not on file system access.
de_ch: Verschlüsselt die Personendaten. Die Werte für <code>DEMOVOX_ENC_KEY</code> und <code>DEMOVOX_HASH_KEY</code> im wp-config.php müssen gesetzt sein (siehe auf der System-Info-Seite). Schützt gegen Angriffe wie SQL-Injections oder wenn ein Angreifer direkten Datenbank-Zugriff hat, jedoch nicht falls sich jemand Zugriff auf das Dateisystem verschafft. Nur neue Einträge werden verschlüsselt, wenn die Option aktiviert wird.

source: Encrypt signee details
de_ch: Verschlüssle die Personendaten der Unterschreibenden

source: Disabled
de_ch: Nicht aktiviert.

source: Yes, php-encryption (requires at least PHP 5.6 and OpenSSL 1.0.1)
de_ch: Aktiviert: php-encryption (benötigt mindestens PHP 5.6 und OpenSSL 1.0.1)

source: Store client IP address
de_ch: Speichere die IP-Adresse der Seitenbesucher:innen

source: When server load is higher than this value in percent, crons won't be started (Not supported by Windows)
de_ch: Falls die Serverauslastung in Prozent höher als dieser Wert ist, werden die automatischen Mail-Jobs nicht ausgeführt. (Funktioniert nicht, falls Demovox auf einem Windows-Server laufen würde.)

source: Cron max server load %
de_ch: Maximal Serverlast für Mail-Jobs in %.

source: Required to recognize correct load
de_ch: Wird benötigt, um die Serverlast korrekt einschätzen zu können.

source: Server cores
de_ch: Anzahl Server-Cores

source: Send up to x emails per cron execution
de_ch: Anzahl E-Mails, die pro Durchlauf eines automatischen Mail-Jobs maximal versendet werden

source: Only send one reminder per mail address. Might weaken email address encryption security. Applies to both <b>sheet reminder</b> and <b>sign-up reminder</b>.
de_ch: Sende nur eine Erinnerung pro Mailadresse. Betriff sowohl <b>Bogenerinnerung</b> wie die <b>Formularerinnerung</b>.

source: Mail deduplication
de_ch: Mail-Deduplikation

source: Send tracking events to a Matomo script, which has to be embedded on the website
de_ch: Sende Tracking-Events an ein Matomo-Script, welches auf der Website eingebettet sein muss.

source: Add an invisible form field to block some spam bots (recommended)
de_ch: Füge ein unsichtbares Formularfeld ein, mit dem viele Spam-Bots abgewehrt werden können (empfohlen)

source: Spambot honeypot
de_ch: Honeypot für Spambots

source: Use AJAX for form submission (recommended)
de_ch: Verwende AJAX für das Absenden des Formulars (empfohlen)

source: AJAX form submission
de_ch: Formular per AJAX

source: Drops configuration when this plugin is uninstalled
de_ch: Lösche die Konfigurationsdaten, wenn das Plugin-Plugin deinstalliert wird.

source: Drop Config on uninstall
de_ch: Lösche die Konfiguration beim Deinstallieren

source: Drops all signature information when this plugin is uninstalled!
de_ch: Lösche alle Unterschriftendaten, wenn das Demox-Plugin deinstalliert wird.

source: Drop signatures on uninstall
de_ch: Lösche Unterschriftendaten bei der Deinstallation

source: Improve Wordpress performance by registering setting variables only when they are required for saving the values. This will provoke side effects when other plugins try to identify demovox settings like cleaners of unregistered settings.
de_ch: Verbessere die Performance von Wordpress, indem die Konfigurationsdaten nur gespeichert werden, wenn nötig. Das könnte Seiteneffekte haben, wenn andere Plugins versuchen, die Demovox-Konfiguration zu lesen.

source: Register settings only when needed
de_ch: Speichere Konfigurationsdaten nur wenn nötig

source: DO NOT DISABLE this option on a productive system. Disables personal data submission without an encrypted connection.
de_ch: Diese Option auf einem System mit realen Daten NICHT ausschalten. Die Personendaten der Unterzeichner:innen werden nicht verschlüsselt.

source: Require clients to access via HTTPS
de_ch: Zugriff nur via HTTPS

source: Enabled (default)
de_ch: Aktiviert (Standard)

source: Disabled - ONLY for tests on non-productive systems!
de_ch: Deaktiviert (nur auf Test-Systemen auswählen!)

source: Base settings
de_ch: Grundeinstellungen

source: Signature counter
de_ch: Unterschriftenzähler

source: demovox languages
de_ch: Aktivierte Sprachen

source: Enable languages for demovox like language specific signature sheets, mails and opt-in text.<br/> The frontend language, like the translation of the form input titles, is affected by the WordPress option <b>Site Language</b> under <b>General Settings</b>.<br/> Another way is to set the language by an internationalisation plugin to allow multiple languages for the client. This is currently tested with <a href="https://wpml.org/" target="_blank">WPML</a>, with the WPML option <a href="https://wpml.org/documentation/getting-started-guide/language-setup/enabling-language-cookie-to-support-ajax-filtering/" target="_blank">Language filtering for AJAX operations</a> enabled. <a href="https://polylang.pro/">Polylang</a> doesn't translate the generated URLs and therefore you must define them manually in the reminder templates.
de_ch: Bestimme, in welchen Sprachen die Unterschriftenbogen, E-mails und Opt-In-Texte zur Verfügung stehen sollen.<br/> Die im Unterschriftenformular verwendete Sprache wird durch die Wordpress-Option <b>Sparche der Website</b> unter <b>Einstellungen > Allgemein</b> bestimmt.<br/> Alternativ kann ein Übersetzungsplugin verwendet werden. Demovox ist getestet für <a href="https://wpml.org/" target="_blank">WPML</a>, mit der WPML-Option <a href="https://wpml.org/documentation/getting-started-guide/language-setup/enabling-language-cookie-to-support-ajax-filtering/" target="_blank">Sprachfilterung für AJAX-Vorgänge</a> aktiviert. <a href="https://polylang.pro/">Polylang</a> übersetzt die generierten URLs nicht. Deshalb müssten die Erinnerungsvorlagen von Hand definiert werden.

source: Form options
de_ch: Formularoptionen

source: Opt-in
de_ch: Datennutzungs-Zustimmung

source: Opt-in checkbox label
de_ch: Datennutzungs-Zustimmungs-Checkbox

source: Text beside the checkbox, specify as exactly as possible how the data will be used. <code>&lt;a&gt;</code> tags can be used.<br/> If you use the opt-out mode, invert the description logic accordingly. <br/><br/>Example: <code>Mit dem Unterzeichnen akzeptiere ich die &lt;a href="https://beispiel.ch/datenschutz-bestimmungen" target="_blank"&gt;Datenschutzbestimmungen&lt;/a&gt;.</code>
de_ch: Beschreibung für die Datennutzungs-Zustimmungs-Checkbox. Beschreibe, zum welchem Zweck die Daten verwendet werden, wenn jemand seine Zustimmung gibt. <code>&lt;a&gt;</code> HTML-Tags können verwendet werden. <br/><br/>Beispiel: <code>Mit dem Unterzeichnen akzeptiere ich die &lt;a href="https://beispiel.ch/datenschutz-bestimmungen" target="_blank"&gt;Datenschutzbestimmungen&lt;/a&gt;.</code>

source: Signature sheet
de_ch: Unterschriftenbogen

source: This page usually shows the link for the PDF download. When you change a page, already signed up users will still use the old previously configured.
de_ch: Die Abschluss-Seite beinhaltet im Normalfall den Link zum PDF-Download. Wenn im Laufe der Kampagne eine andere Seite als Abschluss-Seite ausgewählt wird, wird den bisherigen Unterzeichner:innen weiterhin die ursprüngliche Seite angezeigt.

source: Swiss Abroad
de_ch: Auslandschweizer:innen

source: Allow swiss abroad people to sign.
de_ch: Ermögliche es, dass Auslandschweizer:innen unterzeichnen können.

source: Local initiative
de_ch: Initiative auf Kantons- oder Gemeindeebene

source: Restrict initiative to a local area by redirecting other visitors to another success page. Disables reminder mails and ignores signature in the signature counter. Requires "Success page redirect" to be enabled.
de_ch: Beschränke die Unterschriftensammlung auf eine Region und leite Personen von ausserhalb des Gebiets auf eine andere Seite weiter. Diesen Personen werden keine Erinnerungsmails geschickt und ihre Unterschrift wird im Zähler nicht berücksichtigt. Voraussetzung ist, dass die Option "Abschluss-Seite-Weiterleitung" aktiviert ist.

source: Signature sheet PDF
de_ch: PDF mit Unterschriftenbogen

source: Upload and select the signature sheet. If you use language specific domains on your page, adapt the paths accordingly.
de_ch: Lade den Unterschriftenbogen hoch und wähle ihn aus. Falls die Website pro Sprache eine andere Domain verwendet, muss das entsprechen angepasst werden.

source: Signature sheet fields
de_ch: Felder

source: Fields on the signature sheet
de_ch: Feldeinstellungen auf dem Unterschriftenbogen

source: Email settings
de_ch: E-Mail-Einstellungen

source: To send test mails or to make sure the mail crons are executed, take a look at the <b>System info</b> page.
de_ch: Um Testmails zu verschicken, und um sicherzustellen, dass die automatischen E-Mail-Jobs ausgeführt werden, besuche die <b>System-Info-Seite</b>.

source: Email sender
de_ch: E-Mail-Absender

source: Email tasks
de_ch: Automatische E-Mail-Jobs

source: Remember the <code>{link_&hellip;}</code> placeholders only contain the URL. Therefore you might want to use <code>&lt;a&gt;</code>-tags to create a link. <br/>Some translation plugins like Polylang do not translate those URLs correctly. As a orkaround, you can define them manually and use the <code>{guid}</code> placeholder to create the <code>sign</code>-parameter.
de_ch: Die <code>{link_&hellip;}</code>-Platzhalter beinhalten nur die URL. Das heisst, ein <code>&lt;a&gt;</code>-HTML-Tag wird benötigt, um einen Link zuerstellen. <br/>Das Übersetzungsplugin Polylang übersetzt diese URLs nicht korrekt. Als Workaround kann der <code>{guid}</code>-Platzhalter verwendetet werden, um den <code>sign</code>-Parameter zu erzeugen.

source: Address lookup API
de_ch: Adress-Vervollständigungs-API

source: Lookup API for the address information, used in the address form for autocompletion and commune identification. Check <a href="https://demovox.ch/" target="_blank">documentation on demovox.ch</a> if you want to use our service.
de_ch: Lookup-API für die Adressinformationen. Wird verwendet, um die Adresse automatisch zu vervollständigen und um die politische Gemeinde zu identifizieren. In der <a href="https://demovox.ch/" target="_blank">Dokumentation auf demovox.ch</a> finden sich mehr Informationen, wie diese Dienstleistung genutzt werden kann.

source: Used to export sign-up data to a REST API of a CRM (server-side based submission, HTTPS required!).
de_ch: Kann verwendet werden, um die Daten der Unterzeichner:innen via REST an ein CRM zu senden. (Übertragung serverseitig per HTTPS.)

source: Signature sheet field positions German
de_ch: Position der Felder - Deutsch

source: German<br/>Confirmation mail
de_ch: Deutsch<br/>Bestätigungsmail

source: German<br/>Sheet reminder mail
de_ch: Bogen-Erinnerungmail - Deutsch

source: German<br/>Sign-up reminder mail
de_ch: Formular-Erinnerungsmail - Deutsch

source: Signature sheet field positions French
de_ch: Position der Felder - Französisch

source: French<br/>Confirmation mail
de_ch: Französisch<br/>Bestätigungsmail

source: French<br/>Sheet reminder mail
de_ch: Bogen-Erinnerungsmail - Französisch

source: French<br/>Sign-up reminder mail
de_ch: Formular-Erinnerungsmail - Französisch

source: Signature sheet field positions Italian
de_ch: Position der Felder - Italienisch

source: Italian<br/>Confirmation mail
de_ch: Italienisch<br/>Bestätigungsmail

source: Italian<br/>Sheet reminder mail
de_ch: Bogen-Erinnerungsmail - Italienisch

source: Italian<br/>Sign-up reminder mail
de_ch: Formular-Erinnerungsmail - Italienisch

source: Signature sheet field positions Romansh
de_ch: Position der Felder - Rätoromanisch

source: Romansh<br/>Confirmation mail
de_ch: Rätoromanisch<br/>Bestätigungsmail

source: Romansh<br/>Sheet reminder mail
de_ch: Bogen-Erinnerungsmail - Rätoromanisch

source: Romansh<br/>Sign-up reminder mail
de_ch: Formular-Erinnerungsmail - Rätoromanisch

source: Signature sheet field positions English
de_ch: Position der Felder - Englisch

source: English<br/>Confirmation mail
de_ch: Englisch<br/>Bestätigungsmail

source: English<br/>Sheet reminder mail
de_ch: Bogen-Erinnerungsmail - Englisch

source: English<br/>Sign-up reminder mail
de_ch: Formular-Erinnerungsmail - Englisch

source: Email engine / server
de_ch: E-Mail-Technologie / Serverkonfiguration

source: To send test mails, take a look at the System info page.
de_ch: Auf der System-Info-Seite können Testmails versendet werden.

source: Add to public count to include manually collected signs
de_ch: Addiere diese Zahl zur öffentlich sichtbaren Zahl an Unterschriften.

source: Add to signature count
de_ch: Unterschriften-Zähler korrigieren

source: Thousands separator on signature count
de_ch: Tausender-Trennzeichen beim Unterschriftenzähler

source: Replace the user form by ajax with the signature sheet or redirect user to this page after successfully filling out the form. You might want to use the same page as set for "Link this page in mails" and you should include <code>[demovox_form]</code> on that page to show the signature sheet.
de_ch: Auf derselben Seite anzeigen: Ersetze das Unterschriften-Formular durch den Unterschriftenbogen. Oder: Leite die Besucher:innen der Seite auf eine bestimmte Seite weiter, nachdem sie das Formular erfolgreich ausgefüllt haben. Normalerweise wird dieselbe Seite verwendet wie in der Option "In den Emails verlinkte Seite". Meist sollte auf dieser Seite der Code <code>[demovox_form]</code> verwendet werden.

source: Success page redirect
de_ch: Abschluss-Seite-Weiterleitung

source: You should include <code>[demovox_form]</code> on that page to show the signature sheet. This setting is used for the link in mails as the placeholder <code>{link_pdf}</code>.
de_ch: Diese Seite kann in den Erinnerungsmails mithilfe des <code>{link_pdf}</code>-Platzhalters verwendet werden. Der Code <code>[demovox_form]</code> sollte auf dieser Seite eingefügt sein, um den Unterschriftenbogen anzuzeigen.

source: Link this page in mails
de_ch: In den Emails verlinkte Seite

source: Show button to download signature sheet on the on the success page
de_ch: Zeige den Download-Button für den Unterschriftenbogen auf der Abschlus-Sseite an.

source: Download button
de_ch: Button "Download"

source: Show print button on the success page. Not supported by Firefox, sheet will be opened in a new window instead.
de_ch: Zeige den Drucken-Button für den Unterschriftenbogen auf der Abschlus-Sseite an. Wird von Firefox nicht unterstützt. Stattdessen wird der Bogen in einem neuen Fenster geöffnet.

source: Print button
de_ch: Button "Drucken"

source: Show signature sheet PDF on the success page in an iFrame
de_ch: Zeige den Unterschriftenbogen auf der Abschluss-Seite direkt an (in einem iFrame).

source: Show signature sheet
de_ch: Unterschriftenbogen anzeigen

source: Show a country selection for swiss abroad to sign the initiative
de_ch: Zeige Auslandschweizer:innen eine Länderauswahl an

source: Swiss abroad
de_ch: Auslandschweizer:in

source: Redirect user to a different page if he has a swiss abroad address as you might want to add special instructions. You should include <code>[demovox_form]</code> on that page to show the signature sheet. This setting is also used for the link in mails as the placeholder <code>{link_pdf}</code>. Requires both "Success page redirect" and "Swiss abroad" to be enabled.
de_ch: Leite Auslandschweizer:innen auf eine spezielle Seite weiter (z.B. sie mit genaueren Anweisungen für das korrekte Ausfüllen des Formulars zu versorgen.). Meist sollte auf dieser Seite der Code <code>[demovox_form]</code> verwendet werden, um den Unterschriftenbogen anzuzeigen. Diese Einstellung wird auch in den Erinnerungsmails im <code>{link_pdf}</code>-Platzhalter verwendet. Voraussetzung ist, dass sowohl die Option "Abschluss-Seite-Weiterleitung" wie die Option "Auslandschweizer:in" aktiviert sind.

source: Success page for swiss abroad
de_ch: Abschluss-Seite für Auslandschweizer:innen

source: Commune requires Address lookup API for the address information to be set up first (see "advanced" tab).
de_ch: Für die Beschränkung auf einzelne Gemeinden wird die Adress-Vervollständigungs-API benötigt, siehe "API"-Tab.

source: Restriction mode
de_ch: Unterschriftensammlung auf Gebiet einschränken

source: Canton
de_ch: Kanton

source: Commune
de_ch: Politische Gemeinde

source: Needed to show/hide "Swiss abroad font size"
de_ch: Benötigt, um "Schriftgrösse für Auslandschweizer:innen" ein-/auszublenden

source: Font size on the signature sheet
de_ch: Schriftgrösse auf dem Unterschriftenbogen

source: Font size
de_ch: Schriftgrösse

source: Font size for the address of swiss abroad
de_ch: Schriftgrösse für die Adresse von Auslandschweizer:innen

source: Swiss abroad font size
de_ch: Schriftgrösse für Auslandschweizer:innen

source: Place signee names on the sheet, usually not allowed
de_ch: Vor- und Nachnamen auf dem Unterschriftenbogen ein. Auf Bundesebene und in vielen Kantonen ist dies nicht erlaubt, weil die Angaben handschriftlich sein müssen.

source: Signee names
de_ch: Namen der Unterzeichner:innen

source: Don't change algorithm on a productive system! The mode <b>Hashids</b> is recommended, obfuscation helps not to confuse numbers when entering them manually.<br/>Information about required PHP modules: <a href="https://secure.php.net/manual/en/book.gmp.php" target="_blank">GMP</a> and <a href="https://secure.php.net/manual/en/book.bc.php" target="_blank">BC Math</a>.
de_ch: Der Algorithmus darf während einer laufenden Kampagne nicht geändert werden! Der Modus <b>Hashids</b> wird empfohlen, weil damit bei der manuellen Erfassung von zurückerfassten Bogen weniger Fehler passieren.<br/>Informationen zu den benötigten PHP-Modulen: <a href="https://secure.php.net/manual/en/book.gmp.php" target="_blank">GMP</a> und <a href="https://secure.php.net/manual/en/book.bc.php" target="_blank">BC Math</a>.

source: QR mode
de_ch: QR-Code-Modus

source: Hashids (5 chars alphanumeric. PHP 7.1.3 and module GMP or BC Math required)
de_ch: Hashids (5 Buchstaben / Zahlen. PHP-Modul GMP oder BC Math benötigt)

source: BaseIntEncoder (1-4 chars alphanumeric, no obfuscation, BC Math required)
de_ch: BaseIntEncoder (1-4 Buchstaben/Zahlen, PHP-Modul BC Math benötigt)

source: PseudoCrypt (1-5 chars alphanumeric, confusable letters incl, BC Math required)
de_ch: PseudoCrypt (1-5 Buchstaben/Zahlen, einfach zu verwechselnde Zeichen sind mögilch, PHP-Modul BC Math benötigt)

source: ID (no obfuscation)
de_ch: Direkt ID verwendet.

source: Ask visitor for a title
de_ch: Feld für die Anrede einblenden?

source: Title
de_ch: Anrede

source: Email address has to be entered twice
de_ch: Muss die E-Mail-Adresse zweimal eingegeben werden?

source: Email confirm
de_ch: Bestätigung der E-Mail-Adresse

source: Opt-in mode
de_ch: Datennutzungs-Zustimmungs-Modus

source: Opt-out
de_ch: Opt-Out (Man muss ankreuzen, wenn man seine Daten nicht geben will)

source: Opt-in, enabled by default (not recommended)
de_ch: Opt-In, Kästchen vorausgefüllt

source: Opt-out, disabled by default (not recommended)
de_ch: Opt-Out, Kästchen standardmässig nicht aktiviert

source: Show on form page number
de_ch: Datennutzungs-Zustimmungsfrage auf der ersten oder der zweiten Formularseite anzeigen?

source: This page can be linked in mails as opt-in edit page with theplaceholder <code>{link_optin}</code>. On this page, you should include the shortcode <code>[demovox_optin]</code> to show the opt-in edit form. When you change this setting, already signed up users will still use the old page.
de_ch: Diese Seite kann in den Erinnerungsmails mithilfes des <code>{link_optin}</code>-Platzhalters verlinkt werden. Auf dieser Seite sollte der Code <code>[demovox_optin]</code> verwendet werden, um das Datennutzungs-Zustimmungs-Formular anzuzeigen. Wenn diese Einstellung im Laufe der Kampagne geändert wird, wird den bereits eingetragenen Unterzeichner:innen weiterhin die ursprüngliche Seite angezeigt.

source: Link this page as opt-in page
de_ch: Datennutzungs-Zustimmungs-Seite

source: Mail engine
de_ch: E-Mail-Technologie / Server

source: SMTP server address
de_ch: SMTP-Server-Adresse

source: SMTP auth type
de_ch: SMTP-Server-Authentifizierung

source: No auth required
de_ch: Authentifizierung nicht erforderlich

source: CRAM-MD5
de_ch: SMTP-Server-

source: SMTP auth username
de_ch: SMTP-Benutzername

source: SMTP auth password
de_ch: SMTP-Passwort

source: None
de_ch: Keine

source: URL addressinformation
de_ch: URL der API für Adressinformationen

source: Key
de_ch: API-Key

source: Also allow client to use the manually entered city name. Otherwise only allow to use one of the suggested options.
de_ch: Erlaube, dass die Benutzer:innen im Formular auch eigene Ortsnamen eingeben können. Andernfalls werden nur Ortsnamen aus der Liste der vorgeschlagenen Orte erlaubt.

source: Allow custom city name
de_ch: Erlaube Ortsnamen, die nicht in der Liste der bekannten Ortsnamen vorkommen..

source: Allow custom commune name
de_ch: Erlaube Gemeindenamen, die nicht in der Liste der bekannten Gemeindenamen vorkommen..

source: Allow custom commune selection
de_ch: Erlaube die Auswahl unbekannter Gemeindenamen

source: URL of a HTTPS REST API to send the signatures to. Ex: "https://server.ch/api/rest/"
de_ch: URL der HTTPS-REST-API, an welche Daten der Unterzeichner:innen gesendet werden sollen, z.B. "https://server.ch/api/rest/"

source: JSON which will be used to generate the POST data payload for to the REST API.<br/>Avaiblable placeholders: <code>{language}</code>, <code>{ip_address}</code>, <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code> <code>{birth_date}</code>, <code>{mail}</code>, <code>{phone}</code>, <code>{country}</code>, <code>{street}</code>, <code>{street_no}</code>, <code>{zip}</code>, <code>{city}</code>, <code>{gde_no}</code> <code>{gde_zip}</code>, <code>{gde_name}</code>, <code>{gde_canton}</code>, <code>{is_optin}</code>, <code>{creation_date}</code>, <code>{source}</code>
de_ch: JSON-Daten, die per POST and die REST-API gesendet werden.<br/>Verfügbare Platzhalter: <code>{language}</code>, <code>{ip_address}</code>, <code>{title}</code>, <code>{first_name}</code>, <code>{last_name}</code> <code>{birth_date}</code>, <code>{mail}</code>, <code>{phone}</code>, <code>{country}</code>, <code>{street}</code>, <code>{street_no}</code>, <code>{zip}</code>, <code>{city}</code>, <code>{gde_no}</code> <code>{gde_zip}</code>, <code>{gde_name}</code>, <code>{gde_canton}</code>, <code>{is_optin}</code>, <code>{creation_date}</code>, <code>{source}</code>

source: Export Data (JSON payload)
de_ch: Export-Daten für REST (JSON)

source: Send upto x rows per cron execution
de_ch: Sende maximal x Datensätz pro Ausführung des automatischen Jobs.

source: Also export signatures without optin
de_ch: Exportiere auch die Daten von Unterzeichner:innen, welche keine Datennutzungs-Zustimmung gegeben haben.

source: Optin not required
de_ch: Datennutzungs-Zustimmung
